{
    "website": {
        "title": "Frank's blog"
    },
    "nav": {
        "home": "Home",
        "about_me": "About",
        "skills": "Skills",
        "projects": "Projects",
        "career": "Career",
        "blog": "Blog",
        "link": "Link"
    },
    "about_me": {
        "about_me": "About Me",
        "des": "I am a software engineer with website development, automation Ops and writing scripts experience. Life is a continuous learning process, so work makes me more rigorous, travel makes my life more colorful. I can make lots of friends when I coding and travel."
    },
    "skills": {
        "my_skills": "My Skills"
    },
    "projects": {
        "my_projects": "My Projects",
        "E-Commerce": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
        "AODV": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
        "Linux": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
        "WordPress": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
    },
    "career": {
        "my_career": "My Career",
        "nextcode": "Networks Ltd",
        "nextcode_des": "Now I am doing some projects on .NET platform",
        "nextcode_date": "Apr. 2016",
        "nextcode_job": "Software Engineer",
        "netease": "Swansea University",
        "netease_des": "Research on security of protocols for wireless networks.",
        "netease_date": "Mar. 2012",
        "netease_job": "Master of Philosophy",
        "ucloud": "Applied Materials, Inc (Xi'an)",
        "ucloud_des": "I worked as a software engineer for 2 months in Xi'an R&D centre of Applied Materials, Inc.",
        "ucloud_date": "Sep. 2010",
        "ucloud_job": "Software Engineer",
        "college": "Xi'an Jiaotong University",
        "college_des": "I graduated from Xi'an Jiaotong University (XJTU) on the subject of Mechanical Engineering at July 2010.",
        "college_date": "Jul. 2010",
        "college_job": "Master"
    },
    "blog": {
        "my_blog": "My Blog"
    },
    "link": {
        "link": "Link",
        "view": "views"
    }

}