{
    "website": {
        "title": "Frank's blog"
    },
    "nav": {
        "home": "Home",
        "about_me": "About",
        "skills": "Skills",
        "projects": "Projects",
        "career": "Career",
        "blog": "Blog",
        "link": "Link"
    },
    "about_me": {
        "about_me": "About Me",
        "des": ["Over 4-year experience on programming.", "Conscientious, Work hard and Pay attention to detail.", "Quick to pick up new skills and eager to learn from others.","Have lots of ideas and enthusiasm","Delighted to discuss technical things"]
    },
    "skills": {
        "my_skills": "My Skills"
    },
    "projects": {
        "my_projects": "My Projects",
        "E-Commerce": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
        "AODV": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
        "Linux": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
        "WordPress": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
    },
    "career": {
        "my_career": "My Career",
        "nextcode": "SwanMesh Networks Ltd",
        "nextcode_des": "In the first 2 years when I joined in SwanMesh, I had been responsible for building a Wireless Secure Network and related products. It mainly includs: Linux customisation for embedded devices (PC Engine ALIX system boards), 
		applying cipher encryption algorithm into AODV routing protocol, 
		Implementation of the improved protocol into the ALIX,
		setting up APs (Access Points) in the network, 
		building and deploying a secure ad-hoc network based on the cipher algorithm and ALIX. Then, I switched to dedicate to web development, such as: working with end users to gather
		requirements, and using CMS (WordPress), framework (Bootstrap) and web-front technology (JavaScript, JQuery, HTML, CSS), and ASP.NET MVC to design, implement and enhance new and existing websites.",
        "nextcode_date": "Apr. 2016",
        "nextcode_job": "Software Engineer",
        "netease": "Swansea University (United Kingdom)",
        "netease_des": "Research on security of protocols for wireless networks.",
        "netease_date": "Mar. 2012",
        "netease_job": "Master of Philosophy",
        "ucloud": "Applied Materials, Inc (Xi'an)",
        "ucloud_des": "I worked as a software engineer for 2 months in Xi'an R&D centre of Applied Materials, Inc.",
        "ucloud_date": "Sep. 2010",
        "ucloud_job": "Software Engineer",
        "college": "Xi'an Jiaotong University (China)",
        "college_des": "I graduated from Xi'an Jiaotong University (XJTU) on the subject of Mechanical Engineering at July 2010.",
        "college_date": "Jul. 2010",
        "college_job": "Master"
    },
    "blog": {
        "my_blog": "My Blog"
    },
    "link": {
        "link": "Link",
        "view": "views"
    }

}